Repository: alexangehrn/L8
Catalog: languages/l8-*.po
Languages: fr_fr

source: You have already a page named connection-l8, home-l8 or delay-l8 ! <br/> Please rename one of these pages and try again!
fr_fr: Vous avez déjà une page nommée connection-l8, home-l8 ou delay-l8 ! <br/> Renommez une de ces pages et réessayez s ‘il vous plaît!

source: Sorry, your nonce did not verify.
fr_fr: Désolé, Votre nonce n’est pas correct.

source: Dear Admin,
fr_fr: Cher Admin,

source: is going to be late today. His delay is of
fr_fr: va être en retard aujourd’hui. Le retard est de

source: min for the following cause:
fr_fr: min pour les causes suivantes:

source: You can find all the reports
fr_fr: Vous pouvez trouver tous les rapports

source: here
fr_fr: ici

source: Delay
fr_fr: Retard

source: Delay of
fr_fr: Retard de

source: You are not able to use this page
fr_fr: Vous n’avez pas accès à cette page

source: Delays
fr_fr: Retards

source: List of delays
fr_fr: Liste des retards

source: Today
fr_fr: Aujourd’hui

source: This Week
fr_fr: Cette Semaine

source: This Month
fr_fr: Ce Mois

source: Name
fr_fr: Nom

source: Detail
fr_fr: Détail

source: Line
fr_fr: Ligne

source: Date and time
fr_fr: Date et Heure

source: Traffic
fr_fr: Trafique

source: Export today's reports in CSV
fr_fr: Exporter le rapport d’aujourd’hui en CSV

source: Export this week's reports in CSV
fr_fr: Exporter le rapport de cette semaine en CSV

source: Export this month's reports in CSV
fr_fr: Exporter le rapport de ce mois en CSV

source: Export
fr_fr: Exporter

source: Configure email sent
fr_fr: Paramètres d’envoi de mail

source: Your adress has been added
fr_fr: Votre adresse a été ajoutée

source: Your adress has not been added
fr_fr: Votre adresse n’a pas été ajoutée

source: Your mail is invalid
fr_fr: Votre mail est invalide

source: Add
fr_fr: Ajouter

source: Delete
fr_fr: Supprimer

source: Sorry, a problem appeared
fr_fr: Désolé, un problème a eu lieu

source: Your login value is incorrect
fr_fr: Votre login est incorrect

source: Your pass value is incorrect
fr_fr: Votre mot de passe est incorrect

source: Password
fr_fr: Mot de passe

source: Connect
fr_fr: Connexion

source: Your delay value is incorrect
fr_fr: Votre valeur de retard est incorrecte

source: Your cause value is inccorect
fr_fr: La valeur du champs cause est incorrect

source: Your detail value is inccorect
fr_fr: La valeur du champs detail est incorrect

source: Your type value is inccorect
fr_fr: La valeur du champs type est incorrect

source: Your line value is inccorect
fr_fr: La valeur du champs ligne est incorrect

source: other
fr_fr: autre

source: Other
fr_fr: Autre

source: Submit
fr_fr: Envoyer

source: Sorry, a problem appeared<br/>
fr_fr: Désolé un problème est survenu<br/>

source: Your delay has been correctly registered<br/>
fr_fr: Votre retard a bien été enregistré<br/>

source: Welcome<br/>
fr_fr: Bienvenue<br/>

source: I'm late !
fr_fr: Je suis en retard !
